[
  {
    "id":"1",
    "name":"Girasol",
    "photo":"https://www.compo.de/.imaging/focus/dam/global/plants/sunflower-bee_sonneblume-biene.jpg/jcr:content.jpeg?x=50&y=50&lastModified=Wed+Mar+08+10%3A38%3A17+CET+2023",
    "what_is":[
      "El girasol es una planta anual de la familia Asteraceae, originaria de América del Norte, aunque ahora se cultiva en todo el mundo por su uso comercial y ornamental. El nombre científico del girasol es Helianthus annuus, que significa 'flor del sol' en griego.",
      "El girasol es conocido por sus grandes flores amarillas, que pueden crecer hasta 30 centímetros de diámetro y giran hacia el sol a lo largo del día para seguir su movimiento en el cielo. Estas flores son en realidad cabezas compuestas de flores individuales rodeadas por pétalos de color amarillo brillante.",
      "El girasol es una importante fuente de aceite comestible y también se utiliza en la alimentación animal y como materia prima para la producción de biocombustibles. Además, sus semillas son una fuente popular de alimento para las personas, ya sea crudas o tostadas, y se utilizan en una variedad de productos alimenticios, como panes, galletas, barras de granola y ensaladas."
    ],
    "care":[
      {
        "type":"Luz",
        "detail": "Los girasoles necesitan mucho sol para crecer bien. Asegúrate de que la planta reciba al menos seis horas de luz solar directa al día."
      },
      {
        "type":"Agua",
        "detail": "El girasol necesita agua regularmente, especialmente durante su fase de crecimiento temprano. Riégalo profundamente una vez por semana para mantener el suelo húmedo pero no empapado. Evita regar las hojas y flores, ya que esto puede provocar enfermedades fúngicas."
      },
      {
        "type":"Suelo",
        "detail": "El girasol prefiere un suelo bien drenado y fértil. Si estás plantando en una maceta, asegúrate de que tenga un agujero de drenaje y usa una mezcla de tierra para macetas."
      },
      {
        "type":"Fertilizante",
        "detail": "Los girasoles no necesitan mucho fertilizante, pero puedes aplicar una pequeña cantidad de abono orgánico en el suelo antes de plantar."
      },
      {
        "type":"Plagas y enfermedades",
        "detail": "Los girasoles son relativamente resistentes a las plagas y enfermedades, pero es posible que debas vigilar la presencia de pulgones o ácaros. Si detectas alguna plaga o enfermedad, puedes usar un insecticida o fungicida específico."
      },
      {
        "type":"Podar",
        "detail": "Si tu girasol crece muy alto, es posible que necesites podar el tallo para evitar que se caiga. También puedes podar las hojas y flores marchitas para estimular el crecimiento."
      },
      {
        "type":"Protección",
        "detail": "Si se espera un clima ventoso, es posible que debas proteger tu girasol con un soporte o una estaca para evitar que se incline o se rompa."
      }
    ]
  },
  {
    "id":"2",
    "name":"Boca de Dragon",
    "photo":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/planta-boca-de-dragon-antirrhinum-flores-1-1592997527.jpg?crop=1.00xw:0.749xh;0,0.179xh&resize=1200:*",
    "what_is":[
      "Boca de dragón es el nombre común de una planta ornamental de la familia Plantaginaceae, cuyo nombre científico es Antirrhinum majus. La planta es originaria de la región mediterránea, pero ahora se cultiva en todo el mundo como una flor de jardín popular debido a su atractiva forma de flor y colores vibrantes.",
      "Las flores de la boca de dragón tienen forma de trompeta y se asemejan a la boca abierta de un dragón, de ahí su nombre. Las flores vienen en una variedad de colores, como rosa, rojo, naranja, amarillo, morado y blanco. Las hojas de la planta son alargadas y verdes.",
      "La boca de dragón se cultiva comúnmente en jardines y macetas debido a su atractivo estético. Es una planta perenne en climas cálidos, pero se cultiva como anual en climas más fríos. Requiere de suelos bien drenados y condiciones de sol a sombra parcial. La planta florece en verano y otoño, y requiere de riego regular y fertilización durante su período de crecimiento."
    ],
    "care":[
      {
        "type":"Luz",
        "detail": "La boca de dragón necesita luz solar directa para crecer y florecer adecuadamente. Colócala en un lugar donde reciba al menos seis horas de luz solar al día."
      },
      {
        "type":"Agua",
        "detail": "La boca de dragón necesita agua regularmente para mantener el suelo húmedo, pero no empapado. Riégala profundamente una vez por semana, o con más frecuencia si el clima es muy cálido o seco. Evita regar las hojas y flores, ya que esto puede provocar enfermedades fúngicas."
      },
      {
        "type":"Suelo",
        "detail": "La boca de dragón prefiere un suelo bien drenado y fértil. Si estás plantando en una maceta, asegúrate de que tenga un agujero de drenaje y usa una mezcla de tierra para macetas."
      },
      {
        "type":"Fertilizante",
        "detail": "Puedes aplicar una pequeña cantidad de fertilizante líquido para plantas con flores cada dos semanas durante su período de crecimiento."
      },
      {
        "type":"Plagas y enfermedades",
        "detail": "La boca de dragón es relativamente resistente a las plagas y enfermedades, pero es posible que debas vigilar la presencia de pulgones o ácaros. Si detectas alguna plaga o enfermedad, puedes usar un insecticida o fungicida específico."
      },
      {
        "type":"Podar",
        "detail": "Si tu boca de dragón crece demasiado alto o desarrolla ramas débiles, puedes podarla para estimular un crecimiento más compacto. También puedes podar las flores marchitas para prolongar su período de floración."
      },
      {
        "type":"Protección",
        "detail": "Si se espera un clima ventoso, es posible que debas proteger tu boca de dragón con un soporte o una estaca para evitar que se incline o se rompa."
      }
    ]
  }
]
